Repository: CareEvolution/ResearchKit
Catalog: ResearchKit/Localized/ResearchKit.xcstrings
Source language: en
Languages: ar, ca, cs, da, de, el, es, es_419, fi, fr, fr_ca, he, hi, hr, hu, id, it, ja, ko, ms, nb, nl, pl, pt, pt_pt, ro, ru, sk, sv, sw, th, tr, uk, vi, zh_cn, zh_hk, zh_tw

# ADDITIONAL_INFO_SECTION_TITLE
source: Additional Information
ar: معلومات إضافية
ca: Més informació
cs: Doplňující informace
da: Yderligere oplysninger
de: Zusätzliche Infos
el: Πρόσθετες πληροφορίες
es: Información adicional
es_419: Información adicional
fi: Lisätietoja
fr: Informations supplémentaires
fr_ca: Informations supplémentaires
he: מידע נוסף
hi: अतिरिक्त जानकारी
hr: Dodatne informacije
hu: További információk
id: Informasi Tambahan
it: Ulteriori informazioni
ja: 追加情報
ko: 추가 정보
ms: Maklumat Tambahan
nb: Tilleggsinformasjon
nl: Aanvullende informatie
pl: Informacje dodatkowe
pt: Informações Adicionais
pt_pt: Informação adicional
ro: Informații suplimentare
ru: Дополнительная информация
sk: Ďalšie informácie
sv: Ytterligare information
sw: Taarifa za Ziada
th: ข้อมูลเพิ่มเติม
tr: Ek Bilgi
uk: Додаткова інформація
vi: Thông tin Bổ sung
zh_cn: 其他信息
zh_hk: 其他資料
zh_tw: 其他資訊

# AMSLER_GRID_INSTRUCTION_DETAIL_TEXT
source: Close your %@ and stare at the dot in the center of the square grid. Using your finger or stylus, mark any distortions you see such as blurred or wavy lines. When you are done, swipe left anywhere outside the grid.
ar: أغلق %@ وحدّق في النقطة الموجودة في مركز الشبكة المربعة. استخدم إصبعك أو القلم لتمييز أي تحرّفات تراها مثل الخطوط الضبابية أو المتموجة. عند الانتهاء، حرّك لليمين في أي مكان خارج الشبكة.
ca: Tanca l’%@ i mira fixament el punt central de la quadrícula. Amb el dit o el llapis tàctil, marca les distorsions que vegis, com ara línies borroses o ondulades. Quan hagis acabat, llisca cap a l’esquerra a qualsevol lloc de l’exterior de la reixeta.
cs: Zavřete %@ a soustředěně pozorujte bod uprostřed čtvercové mřížky. Prstem nebo stylusem označte zpozorované nepravidelnosti, například rozostřené nebo zvlněné čáry. Až budete hotovi, přejeďte kamkoli doleva mimo mřížku.
da: Luk %@, og fokuser på prikken i midten af det firkantede gitter. Brug en finger eller pen til at markere alle forvrængninger, du ser, f.eks. slørede eller bølgede streger. Skub til venstre uden for gitteret, når du er færdig.
de: Schließe dein %@ und fixiere den Punkt in der Mitte des quadratischen Gitters. Verwende deinen Finger oder den Stylus und markiere alle Störungen, die du als unscharfe oder gewellte Linien siehst. Streiche abschließend links an einer beliebigen Stelle außerhalb des Gitters.
el: Κλείστε το %@ σας και κοιτάξτε την κουκκίδα στο κέντρο του τετράγωνου πλέγματος. Χρησιμοποιώντας το δάχτυλό σας ή τη γραφίδα, σημειώστε τυχόν παραμορφώσεις που βλέπετε, όπως π.χ. θαμπές ή κυματιστές γραμμές. Όταν τελειώσετε, σαρώστε προς τα αριστερά οπουδήποτε έξω από το πλέγμα.
es: Cierra el %@ y mira fijamente al punto central de la rejilla. Con el dedo o un lápiz táctil, marca todas las distorsiones que veas (por ejemplo, líneas borrosas u onduladas). Cuando hayas terminado, desliza el dedo hacia la izquierda fuera de la rejilla.
fi: Sulje %@ ja tuijota neliöruudukon keskellä olevaa pistettä. Merkitse sormella tai kynällä kaikki näkemäsi vääristymät, esim. epäselvät tai aaltoilevat viivat. Kun olet valmis, pyyhkäise vasemmalle ruudukon ulkopuolelta.
fr: Fermez votre %@ et fixez le point au centre de la grille carrée. Avec votre doigt ou votre stylet, marquez toute distorsion que vous percevez, comme des lignes ondulées ou floues. Une fois que vous avez terminé, balayez vers la gauche depuis n’importe quel endroit extérieur à la grille.
fr_ca: Fermez votre %@ et fixez le point au centre de la grille. Utilisez votre doigt ou le stylet et indiquez toutes les distortions que vous voyez, par exemple des lignes floues ou ondulées. Lorsque vous avez terminé, balayez vers la gauche sur un point à l’extérieur de la grille.
he: עצום/י את %@ ונעץ/י את מבטך בנקודה שבמרכז הרשת המרובעת. כעת, באמצעות האצבע או עט דיגיטלי, סמן/י עיוותים הנראים לעין, כמו טשטושים או קווים גליים. לסיום, החלק/י ימינה בכל מקום מחוץ לרשת.
hi: अपनी %@ बंद करें और वर्गाकार ग्रिड के मध्य में स्थित डॉट की तरफ़ देखते रहें। अपनी उँगली या स्टाइलस का उपयोग करके आपको दिखने वाली धुँधली या हिलती हुई रेखाओं जैसे किसी भी व्यवधान को चिह्नित करें। इसे पूर्ण करने पर ग्रिड के बाहर कहीं भी बाईं ओर स्वाइप करें।
hr: Zatvorite svoje %@ i gledajte točku u središtu četvrtaste mreže. Prstima ili olovkom označite sva izobličenja koja vidite poput zamagljenih ili valovitih linija. Kad završite, povucite lijevo bilo gdje izvan rešetke.
hu: Csukja be a %@, és nézze a négyzetrács közepén lévő pontot. Az ujja vagy egy érintőceruza segítségével jelölje meg az összes torzítva megjelenő elemet, például elmosott vagy hullámos vonalakat. Ha elkészült, legyintsen balra bárhol, a rácson kívül.
id: Tutup %@ Anda dan lihat ke arah titik di pusat grid persegi. Dengan menggunakan jari atau stylus Anda, tandai semua distorsi yang Anda lihat seperti garis kabur atau bergelombang. Setelah selesai, gesek ke kiri di mana pun di luar grid.
it: Chiudi il tuo %@ e fissa il punto al centro della griglia quadrata. Utilizzando il dito o lo stilo, segna eventuali distorsioni, come linee sfocate o ondulate. Quando hai finito, scorri verso sinistra da qualsiasi punto fuori dalla griglia.
ja: %@を閉じて、四角形のグリッドの中央にあるドットを見つめます。 指かスタイラスペンで、不鮮明な線や破線などの歪みをマークします。 終わったら、グリッドの外を左へスワイプします。
ko: %@을(를) 감고 정사각형 격자 가운데 있는 점을 응시합니다. 손가락이나 스타일러스를 사용하여 흐릿한 선이나 물결선 같은 왜곡된 부분을 모두 표시하십시오. 모두 완료하면 격자 바깥을 왼쪽으로 쓸어 넘기십시오.
ms: Tutup %@ anda dan tenung pada titik di tengah grid segi empat. Menggunakan jari atau stilus anda, tandakan sebarang herotan yang anda lihat seperti garis kabur atau beralun. Apabila anda selesai, leret ke kiri di mana-mana kawasan luar grid.
nl: Sluit je %@ en staar naar de stip in het midden van het vierkante rooster. Gebruik je vinger of stylus en markeer eventuele vervormingen die je ziet, zoals vervaagde of golvende lijnen. Veeg wanneer je klaar bent naar links buiten het rooster.
pl: Zamknij %@ i zacznij wpatrywać się w kropkę na środku kwadratowej siatki. Palcem lub stylusem zaznacz zniekształcenia, jakie zobaczysz, takie jak nieostre lub faliste linie. Gdy skończysz, przesuń palcem w lewo poza siatkę.
pt: Feche o %@ e olhe fixamente para o ponto no centro da grade quadrada. Com o dedo ou uma caneta stylus, marque quaisquer distorções que você vê, como linhas desfocadas ou onduladas. Quando terminar, deslize para a esquerda em qualquer lugar fora da grade.
pt_pt: Feche o %@ e olhe atentamente para o ponto no centro da grelha. Com o dedo ou o estilete, marque as distorções que vê, tais como linhas desfocadas ou onduladas. Quando terminar, passe o dedo para a esquerda em qualquer local fora da grelha.
ro: Închideți %@ și uitați-vă la punctul din centrul grilei de pătrate. Folosind degetul sau un stilou, marcați orice distorsiune vedeți, cum ar fi linii estompate sau ondulate. Când ați terminat, glisați spre stânga oriunde în exteriorul grilei.
ru: Закройте %@ и смотрите на точку в центре сетки. Используя стилус или палец, отметьте любые дефекты сетки, которые заметите, например, волны или искривления линий сетки. Когда будете готовы, смахните влево в любом месте, где нет сетки.
sk: Zatvorte %@ a pozerajte sa na bodku v strede štvorcovej mriežky. Pomocou prsta alebo dotykového pera označte skreslené miesta, ako sú napríklad rozmazané alebo nerovné čiary. Po skončení potiahnite doľava na ľubovoľnom mieste mimo mriežky.
sv: Blunda med %@ och fokusera på punkten i mitten av det kvadratiska rutnätet. Om du ser förvrängningar, exempelvis suddiga eller vågiga linjer, märker du ut dem med fingret eller en ritpenna. Svep åt vänster utanför rutnätet när du är klar.
sw: Funga macho %@ yako na utazame nukta iliyo katikati mwa gridi ya mraba. Tumia kidole chako au kalamu, weka alama popote unapoona upotoshaji kama mistari iliyopinda au mawimbi. Ukimaliza, swipe kushoto popote nje ya gridi.
th: ปิด %@ ของคุณแล้วจ้องที่จุดตรงกึ่งกลางของตารางสี่เหลี่ยมจัตุรัส ใช้นิ้วหรือปากกาสไตลัสทำเครื่องหมายบนตำแหน่งใดๆ ที่คุณเห็นว่าบิดเบี้ยว เช่น เส้นที่พร่ามัวหรือเส้นหยัก เมื่อเสร็จแล้ว ให้ปัดไปทางซ้ายที่ตำแหน่งใดก็ได้นอกตาราง
tr: %@ünüzü kapatın ve kare ızgaranın ortasındaki noktaya bakın. Parmağınızı veya ekran kalemini kullanarak gördüğünüz bozulmaları işaretleyin (örneğin bulanık veya dalgalı çizgiler). İşiniz bittiğinde, ızgaranın dışında herhangi bir yere doğru sola kaydırın.
uk: Закрийте своє %@ і пильно дивіться на крапку в центрі квадратної сітки. Пальцем чи стилусом позначте всі видимі спотворення, як-от розмиті або хвилясті лінії. Коли завершите, посуньте вліво поза сіткою.
vi: Nhắm %@ của bạn và nhìn chăm chú vào dấu chấm ở giữa lưới hình vuông. Sử dụng ngón tay của bạn hoặc bút cảm ứng, đánh dấu bất kỳ sự biến dạng nào mà bạn thấy như đường kẻ bị mờ hoặc lượn sóng. Khi bạn hoàn tất, hãy vuốt sang trái ở bất kỳ đâu bên ngoài lưới.
zh_cn: 闭上您的%@并盯着正方形网格中间的圆点。 用您的手指或触控笔标记出您所看到的任何变形，如模糊的线或波浪线。 完成后，在网格外的任意位置向左轻扫。
zh_hk: 閉上你的%@並注視方格中央的點。 使用手指或觸控筆，標記你看到的任何變形地方，例如模糊或波浪線條。 完成後，在方格外任何位置向左掃。
zh_tw: 關閉您的%@並注視方格中央的圓點。 使用手指或筆標出您所看見扭曲的地方，例如模糊或波浪線條。 完成時，請在方格外任意位置向左滑動。

# AMSLER_GRID_INSTRUCTION_TEXT
source: Hold the device 12 inches from your face and at eye level throughout the test.
ar: أمسك بالجهاز على بعد ١٢ بوصة من وجهك وعلى مستوى عينيك طوال مدة الاختبار.
ca: Mantén el dispositiu a una distància de 30 a 40 centímetres de la teva cara, a l’alçada dels ulls, durant tota la prova.
cs: Během testu držte zařízení v úrovni očí a ve vzdálenosti 30 centimetrů.
da: Hold enheden i mellem 25-50 cm fra ansigtet og i øjenhøjde under hele testen.
de: Halte das Gerät während des Tests etwa 30 cm weit von deinem Gesicht entfernt auf Augenhöhe.
el: Κρατήστε τη συσκευή σε απόσταση 30 εκατοστών από το πρόσωπό σας στο ύψος των ματιών σας κατά τη διάρκεια του τεστ.
es: Sostén el dispositivo a 30 cm de distancia de la cara y a la altura de los ojos durante toda la prueba.
fi: Pidä laitetta noin 30 cm päässä kasvoistasi ja silmän korkeudella koko testin ajan.
fr: Tenez l’appareil à 12 pouces (environ 30 centimètres) de votre visage et au niveau de votre œil pendant toute la durée du test.
fr_ca: Tenez l’appareil à 30 cm de votre visage et à hauteur des yeux pendant toute la durée du test.
he: החזק/י את המכשיר במרחק של כ-30 ס״מ מפניך ובגובה העיניים לכל אורך המבחן.
hi: पूरे परीक्षण के दौरान उपकरण को अपने चेहरे से १२ इंच दूर और अपनी आँखों के बराबर की ऊँचाई पर पकड़कर रखें।
hr: Tijekom cijelog testa uređaj držite na udaljenosti od 30 centimetara od svog lica i u razini očiju.
hu: A vizsgálat alatt tartsa 30 cm-re az eszközt az arcától, szemmagasságban.
id: Pegang perangkat sejauh 30 cm dari wajah Anda dan sejajar dengan mata selama tes.
it: Tieni il dispositivo a 30 centimetri dal viso e all'altezza degli occhi per tutto il test.
ja: テストの間、デバイスを目の高さで、顔から30センチメートルほど離して持ってください。
ko: 실험하는 동안 기기를 얼굴에서 약 30cm 정도 떨어진 거리에서 눈높이에 맞춰 유지하십시오.
ms: Pegang peranti 12 inci dari muka anda dan pada paras mata sepanjang ujian.
nl: Houd het apparaat gedurende de test 30 centimeter van je gezicht en op ooghoogte.
pl: Trzymaj to urządzenie 30 centymetrów od twarzy na poziomie oczu przez cały test.
pt: Mantenha o dispositivo a 30 centímetros do seu rosto, no nível dos olhos, durante todo o teste.
pt_pt: Mantenha o dispositivo a uma distância de 30 centímetros do seu rosto, ao nível dos olhos, durante o teste.
ro: Țineți dispozitivul la o distanță de 30 cm de față și la nivelul ochilor pe toată durata testului.
ru: Во время теста держите устройство на уровне глаз и в 30 сантиметрах от лица.
sk: Počas celého testu držte zariadenie pred tvárou na úrovni očí vo vzdialenosti 30 cm.
sv: Håll enheten 30 cm från ansiktet och i ögonhöjd under hela testet.
sw: Shikilia kifaa umbali wa inchi 12 kutoka usoni mwako na kiwe katika usawa wa macho wakati wote wa mtihani.
th: ถืออุปกรณ์ให้ห่างจากใบหน้าของคุณเป็นระยะ 12 นิ้วในระดับสายตาตลอดการทดสอบ
tr: Aygıtı test boyunca yüzünüzden 30 cm uzakta ve göz seviyenizde tutun.
uk: Тримайте пристрій на рівні очей на відстані 30 см (12 дюймів) від обличчя впродовж тесту.
vi: Giữ thiết bị cách mặt bạn 12 inch và ở ngang tầm mắt trong suốt bài kiểm tra.
zh_cn: 在整个测试中，将设备置于靠近距您脸部 12 英寸（约 30 厘米）的位置，与眼睛同高。
zh_hk: 在整個測試期間，將裝置放在面孔前方與視線成水平，距離約 30 厘米。
zh_tw: 測試期間，請將裝置放在離臉約 30 公分遠的距離，且需平視。

# AMSLER_GRID_INTRO_TEXT
source: This activity helps in detecting problems in user's vision.
ar: يساعد هذا النشاط في اكتشاف المشاكل في رؤية المستخدم.
ca: Aquesta activitat ajuda a detectar problemes de visió de l’usuari.
cs: Tato aktivita vám pomůže detekovat problémy se zrakem.
da: Denne aktivitet hjælper med at registrere problemer med brugerens syn.
de: Diese Aktivität hilft dabei, Probleme beim Sehvermögen des Benutzers festzustellen.
el: Αυτή η δραστηριότητα βοηθά στον εντοπισμό προβλημάτων στην όραση του χρήστη.
es: Esta actividad ayuda a detectar los problemas de visión del usuario.
fi: Tämä aktiviteetti auttaa havaitsemaan ongelmia käyttäjän näössä.
fr: Cette activité permet de détecter les problèmes de vision de l’utilisateur.
fr_ca: Cette activité contribue à détecter les problèmes de vision de l’utilisateur.
he: פעילות זו עוזרת לזהות בעיות ראיה.
hi: इस गतिविधि से प्रयोगकर्ता की दृष्टि से संबंधित समस्याओं का पता लगाने में मदद मिलती है।
hr: Ovom se aktivnošću pomažu detektirati problemi u vidu korisnika.
hu: Ez a tevékenység segít észlelni a felhasználó látással kapcsolatos problémáit.
id: Aktivitas ini membantu mendeteksi masalah pada penglihatan pengguna.
it: L'attività aiuta a rilevare problemi alla vista dell'utente.
ja: このアクティビティは、ユーザの視力の問題を検出するときに役立てることができます。
ko: 이 실험은 사용자의 시각에 문제가 있는지 감지할 수 있습니다.
ms: Aktiviti ini membantu mengesan masalah berkaitan penglihatan pengguna.
nl: Met deze activiteit detecteer je problemen met het gezichtsvermogen van de gebruiker.
pl: Ta czynność pomaga wykrywać problemy ze wzrokiem użytkownika.
pt: Esta atividade ajuda a detectar problemas na visão do usuário.
pt_pt: Este exercício ajuda a detetar problemas na visão do utilizador.
ro: Această activitate contribuie la detectarea problemelor de vedere ale utilizatorului.
ru: Это задание позволяет установить наличие проблем со зрением.
sk: Táto aktivita pomáha zistiť problémy so zrakom.
sv: Den här aktiviteten kan upptäcka synproblem hos användaren.
sw: Shughuli hii husaidia kugundua matatizo katika maono ya mtumiaji.
th: กิจกรรมนี้จะช่วยตรวจหาปัญหาสายตาของผู้ใช้
tr: Bu aktivite, kullanıcının görüşündeki sorunları algılamaya yardımcı olur.
uk: Ця операція допомагає виявити проблеми з зором користувача.
vi: Hoạt động này giúp phát hiện các vấn đề về thị lực của người dùng.
zh_cn: 本活动帮助检测用户视力方面的问题。
zh_hk: 此測試活動有助偵測用户的視力問題。
zh_tw: 此活動有助於偵測使用者的視力問題。

# AMSLER_GRID_LEFT_EYE
source: Left Eye
ar: العين اليسرى
ca: ull esquerre
cs: levé oko
da: Venstre øje
de: Linkes Auge
el: αριστερό μάτι
es: Ojo izquierdo
fi: Vasen silmä
fr: Œil de gauche
fr_ca: œil gauche
he: עין שמאל
hi: बाईं आँख
hr: Lijevo oko
hu: bal szemét
id: Mata Kiri
it: occhio sinistro
ja: 左目
ko: 왼쪽 눈
ms: Mata Kiri
nl: linkeroog
pl: lewe oko
pt: Olho Esquerdo
pt_pt: olho esquerdo
ro: ochiul stâng
ru: левый глаз
sk: ľavé oko
sv: vänster öga
sw: Jicho la Kushoto
th: ตาข้างซ้าย
tr: Sol Göz
uk: Ліве око
vi: Mắt trái
zh_cn: 左眼
zh_hk: 左眼
zh_tw: 左眼

# AMSLER_GRID_RIGHT_EYE
source: Right Eye
ar: العين اليمنى
ca: ull dret
cs: pravé oko
da: Højre øje
de: Rechtes Auge
el: δεξιό μάτι
es: Ojo derecho
fi: Oikea silmä
fr: Œil droit
fr_ca: œil droit
he: עין ימין
hi: दाईं आँख
hr: Desno oko
hu: jobb szemét
id: Mata Kanan
it: occhio destro
ja: 右目
ko: 오른쪽 눈
ms: Mata Kanan
nl: rechteroog
pl: prawe oko
pt: Olho Direito
pt_pt: olho direito
ro: ochiul drept
ru: правый глаз
sk: pravé oko
sv: höger öga
sw: Jicho la Kulia
th: ตาข้างขวา
tr: Sağ Göz
uk: Праве око
vi: Mắt phải
zh_cn: 右眼
zh_hk: 右眼
zh_tw: 右眼

# AMSLER_GRID_TITLE
source: Amsler Grid
ar: شبكة أمسلر
ca: Reixeta d’Amsler
cs: Amslerova mřížka
da: Amsler-gitter
de: Amsler-Gitter
el: Πλέγμα Amsler
es: Rejilla de Amsler
fi: Amslerin ruudukko
fr: Grille d'Amsler
fr_ca: Grille d’Amsler
he: בדיקת רשת אמסלר
hi: Amsler ग्रिड
hr: Amslerova mreža
hu: Amsler-rács
id: Grid Amsler
it: Griglia di Amsler
ja: アムスラーグリッド
ko: 암슬러 격자
ms: Grid Amsler
nl: Amslerrooster
pl: Siatka Amsler
pt: Tela de Amsler
pt_pt: Grelha de Amsler
ro: Grilă Amsler
ru: Сетка Амслера
sk: Amslerova mriežka
sv: Amsler-nät
sw: Gridi ya Amsler
th: ตาราง Amsler
tr: Amsler Izgarası
uk: Сітка Амслера
vi: Lưới Amsler
zh_cn: 阿姆斯勒方格表
zh_hk: 阿姆斯勒⽅格
zh_tw: 阿姆斯勒方格表

# AUDIO_CALL_TO_ACTION
source: Tap Get Started to begin.
ar: اضغط على البدء لكي تبدأ.
ca: Per iniciar, prem Començar.
cs: Začněte klepnutím na Začít.
da: Tryk på Gå i gang for at starte.
de: Tippe zum Starten auf „Los geht’s“.
el: Αγγίξτε «Έναρξη» για να αρχίσετε.
es: Pulsa Empezar para comenzar.
es_419: Toca Empezar para comenzar.
fi: Aloita napauttamalla Aloita-painiketta.
fr: Touchez Démarrer pour commencer.
fr_ca: Touchez Démarrer pour commencer.
he: הקש/י על ״התחלה״ כדי להתחיל.
hi: आरंभ करने के लिए “आरंभ करें” पर टैप करें।
hr: Dodirnite Pokreni za početak.
hu: A kezdéshez koppintson a Kezdés elemre.
id: Ketuk Mulai untuk memulai.
it: Tocca Inizia per cominciare.
ja: 始めるには、“開始”をタップしてください。
ko: 시작하려면 시작하기를 탭하십시오.
ms: Ketik Mulakan untuk memulakan.
nb: Trykk på Start for å begynne.
nl: Tik op 'Start' om te beginnen.
pl: Aby rozpocząć, stuknij w Start.
pt: Toque em Iniciar para começar.
pt_pt: Para iniciar, toque em Começar.
ro: Apăsați “Start” pentru a începe.
ru: Чтобы приступить, коснитесь «Начать».
sk: Aktivitu spustíte klepnutím na Začať.
sv: Tryck på Kom igång för att börja.
sw: Gusa Anza ili uanze.
th: แตะเริ่มต้นใช้งานเพื่อเริ่ม
tr: Başlamak için Başla’ya dokunun.
uk: Торкніть «Розпочати», щоб почати.
vi: Chạm vào Bắt đầu để bắt đầu.
zh_cn: 轻点“开始”来进行测试。
zh_hk: 點一下「開始」以進行測試。
zh_tw: 點一下「開始測試」來開始。

# AUDIO_GENERIC_ERROR_LABEL
source: Unable to record audio
ar: غير قادر على تسجيل الصوت
ca: No s’ha pogut gravar l’àudio
cs: Nelze zaznamenávat zvuk
da: Kan ikke optage lyd
de: Aufnahme von Audiomaterial nicht möglich
el: Δεν είναι δυνατή η εγγραφή ήχου
es: No se puede grabar el audio
es_419: No se pudo grabar audio
fi: Ei voida äänittää
fr: Enregistrement audio impossible
fr_ca: Impossible d’enregistrer le son
he: לא ניתן להקליט שמע
hi: ऑडियो रिकॉर्ड करने में असमर्थ
hr: Zvuk se ne može snimati
hu: Nem sikerült hangot felvenni
id: Tidak dapat merekam audio
it: Impossibile registrare l'audio
ja: 声を録音できません
ko: 오디오를 녹음할 수 없습니다.
ms: Gagal merakam audio
nb: Kan ikke ta opp lyd
nl: Geluid opnemen niet mogelijk
pl: Nie można nagrać dźwięku
pt: Não foi possível gravar áudio
pt_pt: Não é possível gravar áudio
ro: Imposibil de înregistrat audio
ru: Не удается записать аудио.
sk: Nie je možné nahrať zvuk
sv: Kan inte spela in ljud
sw: Haiwezekani kurekodi sauti
th: ไม่สามารถบันทึกเสียง
tr: Ses kaydı yapılamıyor
uk: Не вдається записати аудіо
vi: Không thể ghi âm
zh_cn: 无法录音
zh_hk: 無法錄音
zh_tw: 無法錄音

# AUDIO_INSTRUCTION
source: Say “Aaaaah” into the microphone for as long as you can.
ar: انطق "آااااه" في الميكروفون لأطول فترة ممكنة بالنسبة إليك.
ca: Fes un “Aaaaah” tan llarg com puguis al micròfon.
cs: Řekněte "Ááááá" do mikrofonu a vydržte co nejdéle.
da: Sig “Aaaaah” ind i mikrofonen i så lang tid, som du kan.
de: Sage solange wie möglich „Aaaaah“ in das Mikrofon.
el: Πείτε «Ααααα» στο μικρόφωνο για όση περισσότερη ώρα μπορέσετε.
es: Di “aaaaaa” hacia el micrófono durante el máximo tiempo posible.
es_419: Di “Aaah” en el micrófono durante todo tiempo que puedas.
fi: Sano ”aaa” mikrofoniin niin kauan kuin voit.
fr: Dites « Aaaaah » dans le micro le plus longtemps possible.
fr_ca: Dites « Aaaaa » dans le micro le plus longtemps possible.
he: אמור/י ״אהההה״ לתוך המיקרופון למשך זמן ארוך ככל שתוכל/י.
hi: जितनी देर तक बोल सकें, माइक्रोफ़ोन में “आह” बोलिए।
hr: Izgovarajte "Aaaaaa" u mikrofon što dulje možete.
hu: Amilyen hosszan csak tudja, mondja, hogy „Áááááá” a mikrofonba.
id: Katakan “Aaaaah” di mikrofon selama mungkin.
it: Di' “Aaaaa” nel microfono il più a lungo possibile.
ja: マイクに向かってできるだけ長く「あーーーー」と声を出してください。
ko: 마이크에 대고 최대한 길게 ‘아’하고 말하십시오.
ms: Sebut “Aaaaah” ke dalam mikrofon selama yang anda boleh.
nb: Si «aaa» inn i mikrofonen så lenge du klarer.
nl: Zeg zo lang mogelijk 'aaaaah' in de microfoon.
pl: Mów „Aaaaa” do mikrofonu najdłużej jak potrafisz.
pt: Diga “Aaaaah” no microfone por quanto tempo conseguir.
pt_pt: Diga “Aaaaah” ao microfone durante o máximo de tempo possível.
ro: Spuneți “Aaaaah” în microfon cât de mult timp puteți.
ru: Произносите «Ааааа» в микрофон как можно дольше.
sk: Po čo najdlhšiu dobu vravte do mikrofónu „Aaaaaaaaaa“.
sv: Säg ”aaah” i mikrofonen så länge du kan.
sw: Sema “Aaaaah” kwenye kipaza sauti kwa muda mrefu kadri uwezavyo.
th: พูด “อาาาาา” ใส่ไมโครโฟนให้นานที่สุดเท่าที่คุณจะทำได้
tr: Mikrofona, söyleyebildiğiniz kadar uzun “Aaaaa” deyin.
uk: Вимовляйте «А-а-а-а» у мікрофон якомога довше.
vi: Nói “Aaaaah” vào micrô với thời gian dài nhất mà bạn có thể.
zh_cn: 请对着麦克风说“啊啊啊”，时间越长越好。
zh_hk: 對着咪高風發出「呀─」的聲音，時間愈長愈好。
zh_tw: 對著麥克風說「啊」，時間越久越好。
